{"pages":[{"text":"Following is a test blogpost","tags":"Acquario","loc":"http://federicomorando.it/test-with-image.html","title":"Test with image"},{"text":"Le red cherry nell'acquario continuano a star bene e crescere... sono circa una trentina (almeno 28 o 29, ma contarle davvero tutte non è sempre banale, considerando le dimensioni ancora ridotte e la tendenza a nascondersi).","tags":"acquario","loc":"http://federicomorando.it/gamberetti.html","title":"gamberetti"},{"text":"Controllati oggi gli NO2: sempre a zero, malgrado un po' di foglie che stanno morendo ed i nuovi abitanti...","tags":"acquario","loc":"http://federicomorando.it/no2-sempre-a-zero-nellacquario-in-ufficio.html","title":"NO2 sempre a zero nell'acquario in ufficio"},{"text":"Lasciare cha la natura faccia il suo corso nell'acquario in ufficio non è difficile ;-) Primo test effettuato oggi, dopo circa tre settimane: NO2=0; NO3=10ppm. Tendenzialmente, picco dei nitriti finito (siccome c'era parecchio attivatore e non mancava il materiale organico, tra piante e piccole physa già abbondanti).","tags":"acquario","loc":"http://federicomorando.it/valori-h2o-dellacquario-in-ufficio.html","title":"valori H2O dell'acquario in ufficio"},{"text":"Tra le 8:00 e le 9:00 di oggi ho avviato sulla mia scrivania un acquario da 35l (lordi) della Eheim (Aquastyle 35 Nano). L'acquario contiene circa 30l netti (un po' meno, ma non sono sicurissimo: ho usato bottiglie tagliate per riempirlo, per cui ciascun viaggio portava con sé un numero non proprio certo di litri). Il fondo include della terra fertile \"prodama\" di \"antra\" (quantità per 20l, ma è una soluzione di compromesso, pensando ai gamberetti che ci finiranno probabilmente). La temperatura è settata a 23°C; timer impostato su 8 ore di luce al giorno, dalle 10:00 alle 18:00. L'acqua è stata condizionata con 60 gocce di Dennerle per nano acquari; ho inserito circa 20 ml attivatore batterico della Askoll. Inserita anche un'anubias su roccia lavica rossiccia (da acquario di casa) ed alcuni germogli di felce di Java su pietra lavica nera. Almeno 7 physa (ed un grappolo di uova) sono arrivate nell'acquario a seguito dell'anubias (una sola adulta): nell'acquario di casa hanno passato senza troppi problemi il picco dei NO2: speriamo che se la cavino anche qui!","tags":"acquario","loc":"http://federicomorando.it/avviato-acquario-35l-in-ufficio.html","title":"avviato acquario 35l in ufficio"},{"text":"Mi era già sembrato di vederlo, ma solo oggi ho osservato chiaramente due diverse femmine di Endler banchettare allegramente con le uova di physa deposte sopra una foglia di cryptocorine. Non solo hanno \"beccato\" il mucchietto gelatinoso di uova, ma una ha anche recuperato \"al volo\" un ovetto mentre stava cadendo sul fondo... insomma: sembravano gradire parecchio. Meglio, visto che le physa erano in esplosione demografica, approfittando di aver avuto per un po' una vasca tutta loro. Anche online si trovano riferimenti, es. su Acquariforum.com gli Endler predano famelicamente le uova.","tags":"acquario","loc":"http://federicomorando.it/endler-mangiano-uova-di-physa.html","title":"endler mangiano uova di physa"},{"text":"Oggi, tornando a casa dal lavoro, ho trovato 17 Endlerini nella vasca! (Beh, forse 17: provate voi a contarli tutti!!)","tags":"acquario","loc":"http://federicomorando.it/endler-nuovi-nati.html","title":"endler: nuovi nati!"}]}